[VCP_Javelin X2EncyclopediaTemplate]
ListTitle = "轰炸机"
DescriptionTitle = "轰炸机"
DescriptionEntry = "轰炸机擅长炸药和火焰喷射器，在战场上营造出可怕的存在。他们擅长造成大量区域伤害，并通过用爆炸和燃烧攻击清除大群敌人来提供支持."

[VCP_Javelin X2SoldierClassTemplate]
DisplayName="轰炸机"
ClassSummary="轰炸机擅长炸药和火焰喷射器，在战场上营造出可怕的存在。他们擅长造成大量区域伤害，并通过用爆炸和燃烧攻击清除大群敌人来提供支持."
AbilityTreeTitles[0]="轰炸机"
AbilityTreeTitles[1]="点火"
AbilityTreeTitles[2]="破坏"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Javelin Unlocks
[VCP_JavelinUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "轰炸机: 火箭大师2"
Summary = "所有轰炸机职业获得火箭大师2，不论军衔."
[VCP_JavelinUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "轰炸机: 火箭大师3"
Summary = "所有轰炸机职业获得火箭大师3，不论军衔."
[VCP_JavelinUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "轰炸机: 火箭大师4"
Summary = "所有轰炸机职业获得火箭大师4，不论军衔."

[GTS_VCP_Javelin1 X2SoldierAbilityUnlockTemplate]
DisplayName="轰炸机: 热弹头"
Summary="增加撕裂并增加对轰炸机发射的手榴弹的装甲穿透力."
[GTS_VCP_Javelin2 X2SoldierAbilityUnlockTemplate]
DisplayName="轰炸机: 挥发性混合物"
Summary="轰炸机发射的手榴弹造成额外伤害."
[GTS_VCP_Javelin3 X2SoldierAbilityUnlockTemplate]
DisplayName="轰炸机: 大爆炸"
Summary="轰炸机使用的炸药现在可以造成严重伤害."

;***************************************
;New Ability Descriptions
;***************************************

;Javelin Ability
[VCP_JavelinMastery X2AbilityTemplate]
LocFriendlyName = "轰炸机 精通"
LocHelpText = " <Ability:ClassName/>通过经验提高其爆炸能力."
LocLongDescription = " <Ability:ClassName/>通过经验提高其爆炸能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得在<Ability:RANKNAME1/> rank [1]<br/><Bullet/> 获得 <font color='#3ABD23'>萨瓦特手榴弹</font> - 激活以使下一枚手榴弹不消耗行动点.<br/><Bullet/> 获得每次任务随机赠送2枚手榴弹.<br/><br/><font color='#CA7200'>等级2</font>获得在<Ability:RANKNAME3/> rank [3]<br/><Bullet/> 获得 <font color='#3ABD23'>火箭手</font> - 获得额外行点使用火箭发射器和臂套<br/><br/><font color='#CA7200'>等级3</font>获得在<Ability:RANKNAME5/> rank [5]<br/><Bullet/> 获得 <font color='#3ABD23'>杂质混合物</font> - 手雷的持续性伤害照成更多伤害.<br/><br/><font color='#CA7200'>等级4</font>获得在<Ability:RANKNAME7/> rank [7]<br/><Bullet/> 获得 <font color='#3ABD23'>受控引爆</font> - 轰炸机投掷的手榴弹不再影响盟友."
